<?php

return array(
    /*
     * 2.0.2
     */
    "add_ticket_note"           => "Добавить примечание к тикету",
    "add_ticket_reply"          => "Добавить ответ на тикет",
    "add_tag"                   => "Добавить тег",
    "assign_operator"           => "Назначить оператора на тикет",
    "remove_tag"                => "Удалить тег",
    "email_operators"           => "Отправить письмо операторам",
    "email_operator_group"      => "Отправить email в группу операторов",
    "email_user"                => "Отправить письмо пользователю",
    "email_user_group"          => "Отправка email в группу пользователей",
    "unassign_operator"         => "Убрать оператора из тикета",
    "update_department"         => "Обновить отдел",
    "update_priority"           => "Обновить приоритет",
    "update_status"             => "Обновить статус",

    /*
     * 2.0.3
     */
    "update_custom_field"       => "Обновить значение настраиваемого поля тикета",

    /*
     * 2.2.0
     */
    "increase_due_time"         => "Увеличить время",
    "close_and_lock_ticket"     => "Закрыть и заблокировать тикет",
    "pause_due_time"            => "Пауза срока",
    "reduce_due_time"           => "Сократить время",
    "set_due_time"              => "Установить время",
    "unlock_ticket"             => "Разблокировать тикет",
    "update_sla_plan"           => "Обновить план SLA",
    "update_subject"            => "Обновить тему",
    "add_user_to_group"         => "Добавить пользователя в группу пользователей",
    "remove_user_from_group"    => "Удалить пользователя из группы пользователей",
    "authenticated_operator"    => "Аутентифицированный оператор",
    "all_assigned_operators"    => "Все назначенные операторы",
    "all_tags"                  => "Все теги",
    "subject_placeholder"       => "{{ ticket.subject }} является заполнителем для существующей темы тикета, нажмите если вы хотите просто добавить или дополнить ее.",
    "hours_to_be_added"         => "часы, которые будут добавлены к текущему времени выполнения.",
    "hours_to_be_removed"       => "часов, которые будут удалены из текущего срока.",
    "hours_to_be_set"           => "часы, которые будут добавлены к текущему времени и установлены в качестве нового срока исполнения тикета.",
    "only_with_due_time"        => "Относится только к тикетам с установленным временем.",
    "set_due_time_desc"         => "Очистите текущее время, оставив поле пустым. Можно также установить время в прошлом, используя отрицательное число.",

    /*
     * 2.3.0
     */
    "add_cc"                    => "Добавить адрес электронной почты дополнительного получателя (CC)",
    "remove_cc"                 => "Удалить адрес электронной почты дополнительного получателя (CC)",
    "remove_cc_desc"            => "Оставьте пустым, чтобы удалить все адреса дополнительных получателей в тикете.",

    /*
     * 2.3.1
     */
    "exclude_cc"                => "Исключить адреса дополнительных получателей (CC) ",

    /*
     * 2.4.0
     */
    "trigger_webhook"           => "Триггер веб-перехватчик",
    "forward_ticket"            => "Передать тикет",
    "watch_ticket"              => "Установите оператора для тикета",
    "unwatch_ticket"            => "Снять оператора тикета",
    "all_watching_operators"    => "Все просмотревшие операторы",

    /*
     * 2.5.0
     */
    "move_to_trash"             => "Переместить тикет в корзину",
    "block_user"                => "Блокировать пользователя",

    /*
     * 2.6.0
     */
    "clear_due_time"            => "Очистить время",

);
