<?php

return array(

    "license"           => "Лицензия",
    "license_key"       => "Лицензионный ключ",
    "error"             => "Ошибка!",
    "submit"            => "Отправить",
    "update"            => "Обновить",

    "reasons"           => "Возможные причины",
    "new_key"           => "Новый лицензионный ключ",
    "enter_key"         => "Если у вас есть новый лицензионный ключ, введите его ниже и нажмите # Отправить # для продолжения.",
    "assistance"        => "Все еще нужна помощь?",

    "no_license"        => "Лицензия не найдена.",
    "license_invalid"   => "Лицензия недействительна",
    "invalid"           => "Недействительным",

    "incorrect_license" => "Неверный лицензионный ключ, он был использован.",
    "ip_changed"        => "IP-адрес вашей системы изменился.",
    "domain_changed"    => "Используемый вами домен изменился.",
    "reason_1_desc"     => "Если ваш лицензионный ключ правильный, попробуйте повторно выдать его из клиентской области, прежде чем обращаться в службу поддержки.",

    /*
     * 2.1.0
     */
    "server_response"   => "Ответ сервера",
    "need_to_reissue"   => "Вам может понадобиться <strong>переиздание</strong> лицензии у нас <a href='http://www.supportpal.com/manage/' target='_blank'> по ссылке </a>.",

    /*
     * 2.2.0
     */
    "enter_new_key"     => "Введите новый лицензионный ключ",

    /*
     * 2.3.1
     */
    "license_valid"     => "Лицензия действительна!",

    /*
     * 2.4.1
     */
    "multi_ip_support"  => "Рассмотреть возможность <a href=':href' target='_blank'>Поддержки нескольких IP</a> , в клиентской области определить дополнительные IP-адреса.",

);
