<?php

return array(

    "deleted"                => "Удален!",
    "success"                => "Успех",
    "error"                  => "Ошибка",
    "in_progress"            => "в процессе",

    "save_order"             => "Попытка сохранить обновленный порядок элементов",

    "show_all_results"       => "Показать все результаты &raquo;",

    "are_you_sure"           => "Вы уверены?",
    "yes_im_sure"            => "Да, я уверен",

    "success_created"        => "Успешно создан новый :item!",
    "error_created"          => "Не удалось создать новый :item.",

    "success_deleted"        => "Успешно удалили :item!",
    "error_deleted"          => "Не удалось удалить :item.",

    "success_updated"        => ":item успешно обновлен!",
    "error_updated"          => "Не удалось обновить :item.",

    "error_notfound"         => " :item с данным ID не было найдено.",
    "error_notfound_name"    => " :item с указанным именем не был найден.",
    "report_notfound"        => "Отчет с указанной категорией и названием не найден.",

    "success_ordering"       => "Отчет с указанием категорий и названий не найден.",
    "error_ordering"         => "Не удалось обновить заказ.",

    "error_login"            => "Попытка входа не удалась.",
    "success_logout"         => "Успешно вышел из системы.",

    "please_correct"         => "Пожалуйста, исправьте следующие ошибки и попробуйте снова.",

    "success_settings"       => "Успешно обновлены настройки!",
    "error_settings"         => "Не удалось обновить настройки.",

    "success_action"         => "Успешно выполнено действие!",
    "error_action"           => "Не удалось выполнить действие.",

    "error_embed_image"      => "Не удалось загрузить изображение.",

    "unauthorised"           => "неразрешенный",
    "not_authorised"         => "Не авторизован для выполнения этого действия.",
    "not_permitted"          => "Вам не разрешено просматривать эту страницу. Если вы считаете, что это было отображено по ошибке, обратитесь к администратору вашего приложения.",

    "page_not_found"         => "Страница не найдена",
    "cant_find_page"         => "Мы не можем найти страницу, которую вы ищете.",

    "please_report"          => "Пожалуйста, сообщите администратору, если это было неожиданно.",

    "return_to"              => "Вернуться к :page.",

    "session_expired"        => "Ваша сессия истекла, пожалуйста, войдите снова.",
    "session_refresh"        => "Ваша сессия истекла, обновите страницу и повторите попытку.",

    "general_error"          => "Произошла ошибка. Пожалуйста, попробуйте еще раз.",

    "no_results"             => "Никаких результатов.",

    "assign_incomplete"      => "Действие не может быть завершено в полном объеме. :names не могут быть присвоены некоторым тикетам.",

    "maintenance_mode"       => "Режим обслуживания активен. Служба поддержки в настоящее время недоступна для пользователей, пожалуйста, не забудьте отключить режим обслуживания, когда закончите.",

    "invalid_captcha"        => "Введенный код был неверен или неверен, пожалуйста, попробуйте еще раз.",
    "blocked_as_spam"        => "Ваш запрос был обнаружен как спам. Пожалуйста, свяжитесь с администратором, если вы считаете, что это было показано по ошибке.",
    "account_exists"         => "Активный аккаунт уже существует с этим адресом электронной почты. Пожалуйста, войдите или используйте функцию забытого пароля, если вы не можете вспомнить свой пароль.",
    "error_loading_comments" => "При загрузке комментариев произошла ошибка.",

    "invalid_auth"           => "Неверные учетные данные.",

    "forbidden"              => "запрещено",

    "not_logged_exception"   => "<strong>Упс! Что-то пошло не так.</strong><br />Пожалуйста, сообщите системному администратору, если ошибка не устранена.",

    "too_many_ticket_reqs"   => "Слишком много запросов на тикеты сделано для :email. Предел :max в :decay минут.",

    "not_operator"           => "Что-то пошло не так. Выбранный оператор недействителен, пожалуйста, убедитесь, что он принадлежит к группе операторов, и у этой группы есть связанная роль.",

    // The error message is appended using JavaScript...
    "datatable_error"        => "<STRONG> Упс! Что-то пошло не так. </Strong> <br /> Произошла ошибка при загрузке данных таблицы. Пожалуйста, сообщите системному администратору, если ошибка не устранена.",

    "missing_extension"      => "Отсутствует расширение",
    "php_ldap_missing"       => "Расширение php-ldap требуется для использования аутентификации LDAP. Пожалуйста, включите его и обновите страницу.",
    "php_imap_missing"       => "Для использования Email Download требуется расширение php-imap. Если вы хотите использовать Email Download, включите расширение и обновите страницу.",

    /*
     * 2.0.3
     */
    "only_ssl_connections"   => "Разрешены только SSL-соединения, вы должны обновить свой запрос до безопасного соединения.",
    "queued_emails"          => "Успех - письма начнут ставиться в очередь и будут отправлены в ближайшее время.",
    "error_loading_message"  => "Произошла ошибка при загрузке сообщения. Пожалуйста, попробуйте еще раз.",
    "please_refresh"         => "Пожалуйста, обновите страницу.",

    /*
     * 2.1.0
     */
    "unable_to_connect_db"   => "<strong> Служба в настоящее время недоступна. </ strong> <br /> Невозможно подключиться к базе данных.",
    "category_required"      => "Статья должна принадлежать к одной или нескольким категориям.",
    "warning"                => "Предупреждение",
    "note"                   => "Заметка",
    "brand_invalid_dept"     => "Действие не может быть завершено в полном объеме. Отдел не может быть обновлен на некоторых тикетах из-за их бренда.",

    /*
     * 2.1.1
     */
    "upload_error"           => "Не удалось загрузить вложение \":filename\", reason: \":reason\"",
    "upload_max_size"        => "Не удалось загрузить вложение :size",
    "upload_wrong_type"      => "Тип файла не допускается",

    /*
     * 2.3.0
     */
    "delete_record"          => "Удалить :record?",
    "cannot_be_undone"       => "Это действие не может быть отменено.",
    "warn_delete"            => "Это навсегда удалит <strong>:name</strong> :record из системы.",
    "delete_confirm"         => "Да, удалить :record",
    "keep_record"            => "Нет, оставить :record",
    "delete_relations"       => "Удаление <strong>:name</strong> :record также навсегда удалит все следующие связанные данные:",
    "please_check"           => "Вы должны установить все флажки выше, чтобы подтвердить, что вы понимаете результат этого необратимого действия.",
    "failed_attachments"     => "Не удалось прикрепить некоторые файлы.",

    /*
     * 2.3.1
     */
    "sent_email"             => "Успешно - письмо отправлено.",
    "task_already_running"   => "Запланированное задание в настоящее время выполняется автоматически, повторите попытку в ближайшее время.",
    "linked_account"         => "Социальный аккаунт успешно связан с вашим аккаунтом.",
    "already_linked"         => "Социальный аккаунт уже связан с другим аккаунтом. Пожалуйста, войдите в другой аккаунт и отмените его связь.",

    /*
     * 2.4.0
     */
    "does_look_correct"      => "Это выглядит правильно?",
    "no_revert"              => "Нет! Назад",
    "attachment_not_found"   => "Вложение не найдено.",

    /*
     * 2.5.0
     */
    "account_closed"         => "Ваш аккаунт был заблокирован. Пожалуйста, свяжитесь с нами, если вы считаете, что это было сделано по ошибке.",
    "leave_record"           => "Покидать :record?",
    "leave_record_warn"      => "Это навсегда удалит вас из :record.",
    "success_trashed"        => "Успешно :item удален!",
    "error_trashed"          => "Ошибка :item удаления.",
    "blocked_by_rule"        => "Запрос был заблокирован правилом спама ':text'.",

    /*
     * 3.0.0
     */
    "popup_blocked"          => "Your browser is blocking popup windows. Please enable popups and redirects on this website in order to use the preview feature.",
    "error_editing_message"  => "There was an error while trying to edit this message.",

);
