<?php

return array(

    "generalsetting"    => "Обновить общие настройки",

    // Core
    "apitoken"          => "Управление токенами API",
    "company"           => "Управлять компаниями",
    "emailtemplate"     => "Управление шаблонами электронной почты",
    "ipban"             => "Управление IP-банами",
    "ipwhitelist"       => "Управление белым списком IP-адресов",
    "language"          => "Управлять языками",
    "license"           => "Просмотр информации о лицензии",
    "module"            => "Управление модулями",
    "scheduledtask"     => "Управление запланированными задачами",
    "spamrule"          => "Управление спам-правилами",
    "emaillog"          => "Просмотр журнала электронной почты",
    "emailqueue"        => "Просмотр очереди электронной почты",
    "systemcleanup"     => "Выполнить очистку системы",

    // User
    "operatorgroup"     => "Управление группами операторов",
    "organisation"      => "Управление организациями",
    "role"              => "Управление ролями оператора",
    "user_view"         => "Просмотр пользователей",
    "user_add" => "Добавить пользователей",
 "user_edit" => "Редактировать пользователей",
 "user_delete" => "Удалить пользователей",
 "usergroup" => "Управление группами пользователей",
 "massemail" => "Отправить массовое электронное письмо",
 "ldapaccount" => "Управление учетными записями LDAP",
 "activitylog" => "Просмотр журнала активности системы",
 "operatorlog" => "Просмотреть журнал входа оператора",

    // Ticket
    "cannedresponse" => "Управление стандартными ответами",
 "channel" => "Управление каналами",
 "отдел" => "Управление отделами",
 "feedback" => "Manage Feedback",
 "feedbackform" => "Управление формами обратной связи",
 "filter" => "Manage Filters",
 "holiday" => "Управление праздниками",
 "macro" => "Управление макросами",
 "priority" => "Управление приоритетами",
 "schedule" => "Управление расписаниями",
 "slaplan" => "Управление планами SLA",
 "status" => "Управление статусами",
 "ticket_view" => "Просмотреть тикеты",
 "ticket_add" => "Открыть тикеты",
 "ticket_edit" => "Обновить тикеты",
 "ticketcustomfield" => "Управление пользовательскими полями",

    // Self-service
    "article" => "Управление статьями",
 "category" => "Управление категориями",
 "comment" => "Управление комментариями",
 "selfservicetype" => "Управление типами",

    // Report
    "report"            => "Просмотр отчетов",
    "reportdashboard"   => "Посмотреть панель инструментов",

    // General
    "tag"               => "Управление тегами",

    /*
     * 2.0.2
     */
    // Core
    "plugin"            => "Посмотреть плагины",

    /*
     * 2.0.3
     */
    // User
    "operator"          => "Управлять операторами",
    
    /*
     * 2.1.0
     */
    // Core
    "brand"             => "Управление брендами",
    "phpinfo"           => "Просмотр информации PHP",

    // User
    "usercustomfield" => "Управление пользовательскими полями пользователя",
 "organisationcustomfield" => "Управление пользовательскими полями организации",
 "operatorignature" => "Управление подписями операторов",

    /*
     * 2.1.1
     */
    // Core
    "logfiles"          => "Управление файлами журналов",

    /*
     * 2.4.0
     */
    // User
    "sociallogin"       => "Управление входом через социальные сети",

    /*
     * 2.5.0
     */
    // Ticket
    "ticket_delete"     => "Удалить тикеты навсегда",
    "ticket_trash"      => "Переместить тикеты в корзину",

);
