<?php

return array(

    "report"                    => "Отчет | Отчеты",

    "dashboard"                 => "Панель",
    "tickets_opened" => "тикеты открыты",
 "ticket_messages" => "Сообщения тикетов",
 "Verified_users" => "Подтвержденные пользователи",
 "total_users" => "Всего пользователей",
 "daily_stats" => "Ежедневная статистика",

 "all_time" => "Все время",
 "specific_range" => "Удельный диапазон",
 "filtering" => "фильтрация",

    "chart"                     => "Диаграмма",
    "table"                     => "Таблица",
    "pie"                       => "Смешанная",
    "bar"                       => "Полоса",
    "column"                    => "Колонка",
    "histogram"                 => "Гистограмма",
    "line"                      => "Линия",
    "area"                      => "Площадь",
    "stacked"                   => "Сложенный",
    "stepped"                   => "Ступенчатый",
    "geo"                       => "Гео",

    /*
     * 2.0.3
     */
    "operator_ticket_replies" => "Ответы на запросы оператора",
 "operator_replies_desc" => "Количество ответов на тикеты для данного оператора за определенный период времени.",
 "first_response_time" => "Время первого ответа",
 "first_response_time_desc" => "Время, которое потребовалось операторам для первого ответа на заявку.",
 "ticket_count" => "Ticket Count",
 "lt_1_hour" => "<1 час",
 "1-3_hour" => "1-3 часа",
 "3-6_hour" => "3-6 часов",
 "6-12_hour" => "6-12 часов",
 "12-24_hour" => "12-24 часа",
 "24_plus_hour" => "24+ часа",
    "support_channels" => "Каналы поддержки",
 "support_channels_desc" => "В этом отчете показано количество заявок, открытых через каждый канал поддержки за определенный период времени.",
 "ticket_by_department" => "тикеты по отделам",
 "ticket_by_department_desc" => "Отдел, в котором тикеты открыты в течение заданного периода времени.",
 "ticket_by_priority" => "тикеты по приоритетам",
 "ticket_by_priority_desc" => "Приоритет тикетов, открытых за определенный период времени.",
 "ticket_by_status" => "тикеты по статусу",
    "ticket_by_status_desc" => "Текущий статус заявок, открытых за определенный период времени.",
 "time_to_resolution" => "Время до разрешения",
 "time_to_resolution_desc" => "Количество времени, которое потребовалось для закрытия заявки после открытия, включает заявки, которые в данный момент закрыты.",
 "lt_1_day" => "<1 день",
 "1-2_day" => "1-2 дня",
 "2-4_day" => "2-4 дня",
 "4-7_day" => "4-7 Days",
 "7_plus_day" => "7+ Дней",
    "user_feedback" => "Отзывы пользователей",
 "user_feedback_desc" => "Отзывы пользователей о тикетах за определенный период времени.",
 "user_by_country" => "Пользователи по стране",
 "user_by_country_desc" => "Этот отчет показывает количество пользователей в каждой стране, включает только пользователей, которые указали страну.",
 "user_count" => "Количество пользователей",
 "users_registered" => "Пользователи зарегистрированы",

    /*
     * 2.1.0
     */
    "reports_dashboard" => "Панель инструментов отчетов",
 "ticket_by_brand" => "тикеты по брендам",
 "ticket_by_brand_desc" => "Общее количество тикетов по бренду за определенный период времени.",
 "ticket_by_user" => "тикеты по пользователям",
    "ticket_by_user_desc" => "В этом отчете показано количество тикетов, отправленных каждым пользователем за определенный период времени, упорядоченных по большинству тикетов.",
 "ticket_by_organisation" => "тикеты по организациям",
 "ticket_by_organisation_desc" => "В этом отчете показано количество заявок, отправленных каждой организацией (пользователями в организации) за определенный период времени, упорядоченных большинством заявок.",
 "ticket_by_tag" => "тикеты по тегу",
 "ticket_by_tag_desc" => "Общее количество заявок на тег за определенный период времени показывает только те теги, которые установлены как минимум на один тикет за период времени.",

    /*
     * 2.3.1
     */
    "canned_response_usage" => "Использование готовых ответов",
 "canned_response_usage_desc" => "Сколько раз использовался данный стандартный ответ.",
 "busiest_time_of_day" => "Самое занятое время дня",
 "busiest_time_of_day_desc" => "Количество сообщений, полученных от пользователей в течение каждого часа дня.",
 "busiest_day" => "Самый занятый день месяца",
 "busiest_day_desc" => "Количество сообщений, полученных от пользователей за каждый день месяца.",
 "busiest_month" => "Самый занятый месяц года",
 "busiest_month_desc" => "Количество сообщений, полученных от пользователей за каждый месяц года.",
 "busiest_department" => "Самый занятый отдел",
 "busiest_department_desc" => "Среднее количество сообщений операторов на отдел, подсчитывает все ответы операторов и делит на количество назначенных операторов на отдел.",

    /*
     * 2.5.0
     */
    "total_users_desc"          => "В этом отчете показано, сколько пользователей в системе, с разбивкой на количество подтвержденных владельцев своего адреса электронной почты.",

);
