<?php

return array(

    "popular_items"             => "Популярные запросы",
    "latest_items"              => "Последние запросы",

    "selfservice"               => "Самообслуживание",
    "article"                   => "Статья | Статьи",
    "category"                  => "Категория | Категории",
    "comment"                   => "Комментарий | Комментарии",
    "tag"                       => "Тег | Теги",
    "type"                      => "Тип | Типы",

    "frontend_icon"             => "Frontend иконка",

    "no_categories"             => ":type На данный момент нет категорий. Пожалуйста, создайте их, прежде чем добавлять статью.",
    "no_categories_frontend"    => "Нет категорий для отображения.",

    "awaiting_moderation"       => "Ожидание модерации",
    "published"                 => "Опубликованный",
    "spam"                      => "Спам",

    "hierarchical"              => "Иерархическая",
    "list"                      => "Список",

    "show_on_dashboard"         => "Показать статьи на сайте",
    "show_on_dashboard_desc"    => "Показывает некоторые статьи на панели. Если для представления установлено значение <strong> иерархический </ strong>, на нем будут показаны 5 самых просматриваемых статей, в противном случае на <strong> список </ strong> будут показаны 5 последних статей.",

    "title"                     => "Тайтл",
    "author"                    => "автор",
    "keyword"                   => "Ключевое слово | Ключевые слова",
    "excerpt"                   => "Отрывок",
    "associate_tag"             => "Связать статью с тегом...",
    "associate_category"        => "Ассоциированная статья с категорией...",
    "published_desc"            => "Если статью можно просмотреть публично. Если она не опубликована, ее все равно можно просмотреть по прямому URL, если одна из категорий является общедоступной.",
    "registered_users_desc"     => "Переключить, чтобы показать статью только зарегистрированным пользователям.",

    "comment_by"                => "Комментировать",
    "replying_to"               => "Ответить на",
    "receive_notifications"     => "Получать уведомления для будущих ответов",

    "login_comment"             => "Вы должны войти в систему, чтобы оставить комментарий.",
    "invalid_captcha"           => "Неправильный код.",
    "comment_blocked"           => "Комментарий был заблокирован из-за спама.",
    "comment_success"           => "Ваш комментарий был отправлен!",
    "comment_success_moderated" => "Ваш комментарий отправлен на модерацию членом нашей команды.",

    "comment_rated_success"     => "Комментарий был успешно оценен.",
    "comment_rated_error"       => "Комментарий не может быть оценен.",

    "article_find_useful"       => "Считаете ли вы эту статью полезной?",
    "article_rated_success"     => "Статья была успешно оценена.",
    "article_rated_error"       => "Статья не может быть оценена.",

    "comment_below_threshold"   => "(Комментарий ниже порога оценки, нажмите, чтобы показать)",
    "view_all_replies"          => "Просмотреть все ответы",
    "show_more_comments"        => "Показать больше комментариев",
    "highest_rated"             => "самый высокий рейтинг",
    "newest"                    => "Новые",
    "oldest"                    => "Старые",

    "no_articles"               => "Нет статей.",

    "related_articles"          => "Связанные статьи",

    "rating"                    => "Рейтинг | Рейтинги",

    "rssfeed"                   => "Лента RSS",

    // General settings
    "settings"                  => "Настройки самообслуживания",
    "enable_comments"           => "Включить комментарии",
    "enable_comments_desc"      => "Разрешить пользователям комментировать статьи.",
    "write_comments"            => "Написать комментарий",
    "write_comments_desc"       => "Если комментарии могут быть написаны кем-либо или только зарегистрированными пользователями.",
    "registered_users"          => " Только зарегистрированные пользователи ",
    "unregistered_users"        => "Только для незарегистрированных пользователей",
    "show_captcha"              => "Показать капчу",
    "show_captcha_desc"         => "Когда капча должна быть показана пользователям, пишущим комментарии.",
    "comment_moderation"        => "Модерация комментариев",
    "comment_moderation_desc"   => "Если комментарии нужно модерировать, когда они отправляются до их публичного показа или если они автоматически публично отображаются.",
    "moderated"                 => "Модерируемый",
    "unmoderated"               => "Модерируется",
    "comment_threshold"         => "Лимит комментариев",
    "comment_threshold_desc"    => "Оценки комментариев, которые меньше (и не равны) этому значению, уменьшат их видимость, и их нужно будет щелкнуть, чтобы увидеть.",

    "enable_ratings"            => "Включить рейтинг статей",
    "enable_ratings_desc"       => "Разрешить пользователям оценивать статьи.",
    "post_rating"               => "Оценить статьи",
    "post_rating_desc"          => "Если статьи могут оценивать кто угодно или только зарегистрированные пользователи.",

    /*
     * 2.0.3
     */
    "auth_required"             => "Пожалуйста, войдите или зарегистрируйтесь, чтобы просмотреть статью.",

    /*
     * 2.1.0
     */
    "view_articles"             => "Просмотр статей",
    "view_categories"           => "Просмотреть категории",
    "add_to_another_type"       => "Добавить в другой тип",
    "select_type"               => "Выбрать тип ...",
    "visibility"                => "Видимость",
    "reply_to_comment"          => "Ответить на комментарий",
    "article_brand_warning"     => "Эта статья существует в бренде, на который вы не назначены, любые внесенные вами изменения также будут видны под этим брендом.",
    "viewing_article"           => "Просмотр статьи",
    "article_count"             => "Количество статей",

    /*
     * 2.2.0
     */
    "article_desc"              => "Статья может быть написана на нескольких языках. Соответствующая статья будет отображаться автоматически в зависимости от языковых предпочтений пользователя.",
    "no_author"                 => "Нет автора",

    /*
     * 2.3.1
     */
    "slug"                      => "Slug",
    "slug_desc"                 => "URL-версия версии имени. Обычно это строчные буквы и содержат только буквы, цифры и дефисы.",
    "change_slug"               => "Изменить Slug",
    "published_date"            => "Дата публикации",
    "published_date_desc"       => "Дата и время публикации статьи, как показано пользователям на веб-интерфейсе.",
    "content_options"           => "Параметры контента",
    "content_desc"              => "Контент, который будет обслуживаться этим типом. <br /> <strong> Статьи </ strong>. Коллекция сообщений, которые можно сгруппировать (например, в базе знаний) или хранить отдельно (например, объявления). <Br / > <strong> Внешняя ссылка </ strong> - укажите ссылку на внешний сайт, например портал документации.",
    "external_link"             => "Внешняя ссылка",
    "type_view_desc"            => "Если ваш контент будет содержать много категорий и будет информативным, как база знаний, мы рекомендуем иерархическое представление, тогда как если ваш контент связан со временем, таким как объявления или блог, мы рекомендуем представление списка. Внешняя ссылка опцию можно использовать, если вам нужно добавить ссылку на раздел за пределами справочной службы. ",
    "pinned"                    => "Закрепленные",
    "pinned_desc"               => "Запись закрепленная, поэтому она отображается в верхней части внешнего интерфейса. Применяется только к типам представлений списка.",
    "article_ordering"          => "Порядок статей",
    "article_ordering_desc"     => "Порядок статей при просмотре шрифта на внешнем интерфейсе.",
    "most_popular"              => "Самые популярные",
    "most_recent"               => "Самые последние",
    "type_order"                => "Вы можете изменить порядок отображения типов самообслуживания для пользователей, перетаскивая строки.",
    "type_enabled_desc"         => "Отключение типа остановит его отображение.",
    "internal"                  => "Внутренний",
    "internal_desc"             => "Переключить, чтобы установить тип, который будет виден только внутри операторов в панели оператора.",
    "login_to_comment"          => "Пожалуйста, войдите, чтобы оставить комментарий.",
    "article_rating"            => "Рейтинг статьи | Рейтинги статьи",
    "comment_rating"            => "Оценка комментария | Оценка комментариев",

    /*
     * 2.5.0
     */
    "revision_history"          => "Лист регистраций изменений",

    /*
     * 3.0.0
     */
    "type_protected_desc"       => "Toggle to only show content in this type to logged in users.",
    "article_feedback"          => "Article Feedback",
    "thank_you_for_feedback"    => "Thank you for your feedback on this article.",
    "frontend_icon_desc"        => "Select a <a href='https://fontawesome.com/icons' target='_blank'>FontAwesome</a> regular icon to display on the frontend for your type, you can also search for a custom icon not included in the list (starting with 'fa-').",

);
