<?php

return array(

    // Merge fields
    "merge_fields"              => "Объединить поля",
    "strings"                   => "Строки",
    "collections"               => "Коллекции",
    "frontend_url"              => "Frontend URL",
    "operator_url"              => "URL оператора",

    /*
     * 2.1.0
     */
    "merge_fields_desc"         => "Наиболее часто используемые поля слияния электронной почты и ответов приведены ниже. Для получения более подробной информации о том, как использовать поля слияния, пожалуйста, обратитесь к разделу <a target='_blank' href='https://docs.supportpal.com/current/Merge+Fields'>документация</a>.",

    /*
     * 2.4.0
     */
    "merge_field"               => "Поле слияния",
    "merge_field_canned_desc"   => "Уникальное поле слияния для использования можно найти при редактировании архивного ответа (настройки -> тикеты -> архивные ответы).",
    "response_merge_field"      => "Скопируйте вышеизложенное, чтобы использовать этот архивный ответ в качестве поля слияния.",

);
